{
  "VibeOfTheDay": {
    "id": "salgado-instituto-terra-reforestation-2026",
    "title": "Over the course of 20 years, this couple planted 2.5 million trees: 'The region can be seen from space'",
    "snippet": "Award-winning photojournalist Sebastião Salgado and his wife Lélia founded Instituto Terra in 1998, transforming a degraded Brazilian ranch into a thriving forest preserve. Beginning with 100,000 seedlings, the couple planted over 2.5 million trees across 1,750 acres in the Doce River Valley, with the reforestation effort now visible from space. Though Sebastião passed away in 2025, Lélia and their team continue the organization's mission of environmental education and ecological restoration.",
    "image_url": "https://cdn.prod.website-files.com/5f6cc9cd16d59d990c8fca33/694b0cd0eafc39fb4d195402_sebastiao-salgado-instituto-terra.jpg",
    "article_url": "https://www.goodgoodgood.co/articles/sebastiao-salgado-instituto-terra",
    "uplift_count": 0
  },
  "DailyPicks": [
    {
      "id": "arm-exoskeleton-stroke-patients-2026",
      "title": "'It Feels Like Me Again': World's First Arm Exoskeleton Gives Stroke Patients Independence",
      "snippet": "A groundbreaking arm exoskeleton device is offering stroke survivors renewed autonomy in their daily lives. According to the World Stroke Organization, one in four people will experience a stroke at some point, making innovations like this particularly significant for rehabilitation and recovery.",
      "image_url": "https://www.goodnewsnetwork.org/wp-content/uploads/2026/01/Johanne-Hemnes-using-the-Vilpower-arm-credit-Vilje-Bionics-e1767263816499.jpg",
      "article_url": "https://www.goodnewsnetwork.org/it-feels-like-me-again-the-worlds-first-entire-arm-exoskeleton-gives-stroke-patients-independence/",
      "uplift_count": 0
    },
    {
      "id": "pfas-removal-technology-rice-university-2025",
      "title": "New Eco-Friendly Tech Eliminates 'Forever Chemicals' With Record-Breaking Speed–And it's Reusable",
      "snippet": "Researchers have developed an innovative eco-friendly technology that removes toxic PFAS (forever chemicals) from water at remarkably fast speeds—approximately 1,000 times more effective than existing methods. The breakthrough uses a reusable layered double hydroxide material made from copper and aluminum that can capture and destroy these persistent pollutants.",
      "image_url": "https://www.goodnewsnetwork.org/wp-content/uploads/2025/12/PFAs-removal-system-features-Layered-double-hydroxide-material-made-from-copper-and-aluminum-Rice-University-released.jpg",
      "article_url": "https://www.goodnewsnetwork.org/new-eco-friendly-tech-eliminates-forever-chemicals-with-record-breaking-speed/",
      "uplift_count": 0
    },
    {
      "id": "diabetes-light-monitoring-mit-2025",
      "title": "Simply Shining Light on Skin Can Replace Finger Pricks for People With Diabetes",
      "snippet": "Researchers have developed a non-invasive method using light to measure blood glucose levels, potentially eliminating the need for frequent finger pricks that diabetes patients currently endure daily. This innovative technology could significantly improve the quality of life for people managing diabetes by providing a painless alternative for monitoring their blood sugar.",
      "image_url": "https://www.goodnewsnetwork.org/wp-content/uploads/2025/12/Blood-glucose-monitor-using-light-could-spare-diabetes-patients-from-frequent-finger-pricks-Credit-Christine-Daniloff-for-MIT.jpg",
      "article_url": "https://www.goodnewsnetwork.org/simply-shining-light-on-skin-can-replace-finger-pricks-for-people-with-diabetes/",
      "uplift_count": 0
    },
    {
      "id": "dunkirk-free-buses-france-2026",
      "title": "The City Where Free Buses Changed Everything",
      "snippet": "Dunkirk, France implemented free public transit in 2018, resulting in a 165% increase in ridership. The policy has reduced car traffic, improved air quality, and gained overwhelming public support, serving as a model as New York's new mayor considers implementing similar fare-free bus systems.",
      "image_url": "https://reasonstobecheerful.world/wp-content/uploads/2025/12/shutterstock_1476751007-scaled.jpg",
      "article_url": "https://reasonstobecheerful.world/city-where-free-buses-changed-everything-mamdani-new-york-dunkirk/",
      "uplift_count": 0
    },
    {
      "id": "india-water-restoration-600-lakes-2025",
      "title": "Over 600 Lakes, Ponds, Reservoirs Restored Across the Whole of India by Divinely-Inspired Nonprofit",
      "snippet": "A nonprofit organization has successfully restored more than 600 bodies of water throughout India, returning them to natural states or creating clean, functional water sources for communities. The restoration efforts span the entire country and represent a significant environmental achievement in water resource recovery.",
      "image_url": "https://www.goodnewsnetwork.org/wp-content/uploads/2025/12/Vandalur-Lake-in-Chennai-before-EFI-restored-it-top-and-after-bottom.jpg",
      "article_url": "https://www.goodnewsnetwork.org/over-600-lakes-ponds-reservoirs-restored-across-the-whole-of-india-by-divinely-inspired-nonprofit/",
      "uplift_count": 0
    },
    {
      "id": "jaguar-sighting-arizona-cinco-2025",
      "title": "Conservationists delighted by jaguar sighting in Arizona: 'They're finding what they need'",
      "snippet": "Trail cameras in southeastern Arizona captured images of a male jaguar nicknamed Cinco in late November, marking the fifth jaguar documented in the state since 2011. The University of Arizona's Wild Cat Research and Conservation Center identified the animal through its unique coat patterns and views the sighting as evidence that the endangered species continues to recover and find suitable habitat in the region.",
      "image_url": "https://cdn.prod.website-files.com/5f6cc9cd16d59d990c8fca33/6952e8f8ffd6b0d764ea78f8_jaguar-rare-sighting-arizona.jpg",
      "article_url": "https://www.goodgoodgood.co/articles/rare-jaguar-sighting-arizona",
      "uplift_count": 0
    },
    {
      "id": "rescue-dog-buddhist-monks-peace-walk-2025",
      "title": "Rescue Dog Leading 19 Buddhist Monks on 2,300 Mile Peace Walk Across the US",
      "snippet": "A rescue dog named Aloka is leading 19 Buddhist monks on a 2,300-mile journey from Texas to Washington D.C. to promote unity and compassion across America. The peaceful walk represents a unique collaboration between the monks and their four-legged companion to spread messages of harmony.",
      "image_url": "https://www.goodnewsnetwork.org/wp-content/uploads/2025/12/Monks-cross-US-with-rescue-dog-Walk-for-Peace-Journey-Instagram.jpg",
      "article_url": "https://www.goodnewsnetwork.org/rescue-dog-leading-19-buddhist-monks-on-2300-mile-peace-walk-across-the-us/",
      "uplift_count": 0
    },
    {
      "id": "drone-rescue-lost-dog-new-jersey-2025",
      "title": "Veteran Inspired Drone Company Finds Lost Dog in Frigid Cold in Just 41 Minutes–Leading to 'Cinematic' Reunion",
      "snippet": "A veteran-founded drone company located and reunited a lost puppy with its owner in under 41 minutes after the dog bolted into freezing New Jersey conditions. The swift rescue by the USAR Drone Team resulted in an emotional reunion described as cinematic, occurring more than 24 hours after the dog had gone missing.",
      "image_url": "https://www.goodnewsnetwork.org/wp-content/uploads/2025/12/Drone-dog-rescue-–-Gina-Manfredi-and-USAR-Drone-Team.jpg",
      "article_url": "https://www.goodnewsnetwork.org/veteran-inspired-drone-company-finds-lost-dog-in-frigid-cold-in-just-41-minutes/",
      "uplift_count": 0
    },
    {
      "id": "us-homicide-drop-2025-record",
      "title": "US poised to end 2025 with the largest one-year drop in homicides ever recorded: Experts",
      "snippet": "2025 is set to conclude with approximately a 20% decrease in homicides nationwide—the largest single-year drop on record, according to crime analyst Jeff Asher. Despite high-profile shootings throughout the year, violent crime metrics have returned to pre-pandemic levels, with major cities like Chicago, Detroit, and Philadelphia experiencing record lows in murders.",
      "image_url": "https://i.abcnewsfe.com/a/f042cd32-d964-4197-80d7-c41cbdb4954b/brown-shooting-1-ap-gmh-251219_1766154791830_hpMain_2_16x9.jpg",
      "article_url": "https://abcnews.go.com/US/us-poised-end-2025-largest-year-drop-homicides/story?id=128646976",
      "uplift_count": 0
    },
    {
      "id": "france-pfas-ban-forever-chemicals-2025",
      "title": "French ban on 'forever chemicals' in cosmetics and clothes to enter into force",
      "snippet": "France is implementing a ban on PFAS chemicals—known as 'forever chemicals' because they persist in the environment for extended periods—in cosmetics and clothing products. The regulation, which takes effect Thursday, also requires French authorities to regularly test drinking water supplies for all types of PFAS contamination.",
      "image_url": "https://s.france24.com/media/display/05e86f60-e58d-11f0-8778-005056a90284/w:1280/p:16x9/31768aa15776bfdc85ea3ae4f95445daa0a9f7d8.jpg",
      "article_url": "https://www.france24.com/en/live-news/20251230-french-ban-on-forever-chemicals-in-cosmetics-clothing-to-enter-force",
      "uplift_count": 0
    }
  ]
}
